[
  {
    "title": "BEKIO",
    "description": "Berberis Vulgaris 30 + Iodium 30 + Kreosotum 30  This comnbination suits those patients who have dry throat as a prominent symptom. Mostly in choronic cases thirst is not felt during the day, but the throat remains dry. In contrast have to wake up multiple times during night to drink water. Burning in the chest, pain under right ribs at the Liver ( Fatty Liver). Cold Sweats in choronic fevers, especially in summers due to high fever. Angina Pain. Amenorrhea ( Menopause), pain in the vertebra of the spinal cord ( Cervical Spondylitis. Weakness after Stroke, Old Flu and issues like Dialysis. This compound is ususllay useful where we have inflammation in the body, suppressed fevers, Nerveous exhaustion or issues related to blood circulation."
  },
  {
    "title": "KROLI",
    "description": "Lycopodium 30 + Iodium 30 + Kreosotum 30   Bad and bitter tastein mouth, vertigo, uneasiness, red eyes mostly, burning in chest, sour eructuation, extra ordinary sweating in summers, or feeling of weeakness and low energy in the evening. If the patient complaints of dry throat, Stop Kroli and start giving Bekio or Vurabeth according to symptoms"
  },
  {
    "title": "VITABETH",
    "description": "Veratrum Album 30 + Kreosotum 30 + Pulsatilla 30 This a medicine for viral diseases. For example Dengue, Ciorono or Chicken Guniya. This combination gives good results in these fevers. If Someone has Dengue fever, Platelets fall ver quickly. For that Natrum Mur 30 should be given along with this combination. In chcken Guniya if there is Nausea, Loss of Appetite or Vertigo, then Lycopodium should be given. If there is pain in the joints in Chicken Gunya, Ocimum Canum 30 should be give. People who had corona usually do not fully revover. the symptoms are one feels tired and exhausted. Gets fatigued easily. Abnormal Sweating on forehead and body. In this combination there is dry throat at times as well. The patient craves cold water."
  },
  {
    "title": "BLOOD FROM INTENSTINES",
    "description": "When there is blood of intestine from the Rectum like water without any pain or burning, that means its bleeding from the intestines. The medicine for it is Pulsatilla 30. Srop the blodd by this medicine.  But understand the fever too that is causing damage to the intestines. Give the fever combination too by understanding the symptoms and then give pulsatilla 30 after 30 mins."
  },
  {
    "title": "WOUNDS IN INTESTINES",
    "description": "There are Spots of blood in the stool.  The stool comes after getting intact with the wounds in the intestine. The medicine for this Merc Corr 30."
  },
  {
    "title": "INTESTINAL ADHENSION",
    "description": "There is intense pain near the navel in the center of the abdomen. This disease is usually because of giving fever medicies to kids and is very common.  Doctors Suggest Operation for this. Aresenic Album gives Quick relief."
  },
  {
    "title": "PAIN AND WATER IN EYES BY USE OF EYES",
    "description": "Give Ruta 30"
  },
  {
    "title": "WEAKNESS OF EYES BY READING FINE PRINT AND OVERUSE",
    "description": "Give Selicia 30"
  },
  {
    "title": "EYE TWITCHING",
    "description": "Hapens on any of the eyes, is beacuse of gas. Pulsatilla 30 is its best medicine."
  },
  {
    "title": "NEED OF OXYGEN",
    "description": "Ammonium Carb 30 is a very good medicine for the lack of oxygen in blood."
  },
  {
    "title": "TOTAL LOSS OF VOICE",
    "description": "Give Bryata Mur 30"
  },
  {
    "title": "LOSS OF VOICE DUE TO OVER USE",
    "description": "Give Alumina 30"
  },
  {
    "title": "ITCHING IN WOUNDS OF SURGERY",
    "description": "The medicine for itching in the wounds of Surgery is calcarea carb 30."
  },
  {
    "title": "ACIDIC SECRETIONS",
    "description": "Acidic secrection from any part of the body, may be from mouth , lips, luchorrea that scratches off the skin, give Ammonium Carb 30."
  },
  {
    "title": "BAD EFFECTS OF SUPPRESSION OF SECRECTIONS",
    "description": "Selecia 30 is very useful for bad afffects of suppression of sweating of feet. It cleanses the blood good too."
  },
  {
    "title": "PREVENTION OF ABORTION",
    "description": ""
  },
  {
    "title": "DYESNTERY, DIARRHEA",
    "description": "People that come from abroad and face diarrhea due to change in the weather and air or place, must be give Arsenic Album 30. They should take Arsenic Album 30 for a certain period of time so that they may get used to of the change and do not face Diarrhea right after eating anythung. It is a good medicine for non bloody Diarrhea ( Dysentery ) with Cramps too.          Mer Corr 30 is a very good remedy for bloody Diarrhea and wounds in intestines. ( There are spots of blood in the Stool ).  If Arsenic Album 30 does not work for Diarrhea give Diarrhobeth combination. If cramps disappear after motion in Diarrhea and motions, give Arsenic Album 30. If Cramps persist after motion in Diarrhea give Merc Sol 30. If there is Motion and Diarrhea without Cramps give China 30. If there is motion while passing gas give Aloe 30. IF there is motion and vomitting both, give Diarrhobeth combination. IF there is Diarrhea due to eating fruits give Arsenic Album 30. In Arsenic Album motions happen after Cramps or with Cramps.There can be many reasons to it. Refrigirated fruits or meat. Rotten fruits or Meat. Such Fisad should not be stopped. Arsenic Album 30 is its best treatment in which cramps and motions disappear instantly. If Diarrhea is because of eating oily things and there is difficulty is digesting oily things give Pulsatilla 30. If need of motion or stool arises after milk in childern and adults give Arsenic Album 30. If there is Rumbling in Abdomen in Diarrhea and there are motions in childern right after drinking milk, give Arsenic Album 30. If there is vomiting and diarrhea due to cholera, mix 5 drops of Camphor Mother Tincture in half a glass of water and drink one sip at a time at intervals of 3 minutes. Food poisoning will be cured with six or eight doses. After this, start Diarrobeth. This is such an excellent treatment that the patient will not have to go to the hospital.\n\nCase: A woman had diarrhea for four months and was not getting better with any medicine. She had diarrhea five or six times a day. For fever, I gave Bekio combination. For blood pressure, I gave Uribeth combination. And I also gave Diarrobeth combination. After a few days, diarrhea became twice a day but then it returned to five or six times. When I asked her, I found out that water comes out with the Gas and she had also undergone an operation for hemorrhoids. The new prescription was arranged as follows. First \"Bekio\", then \"UriBeth\". After that, \"Diarrobeth\" was replaced with Aloes 30. The special feature of Aloes is that water comes out instead of diarrhea when gas is released. With this prescription, by the grace of Allah, complete recovery was achieved in a single day. I have learned from experience that it is very important to find the real cause of the patient's suffering and only by prescribing medicine accordingly can success be achieved."
  },
  {
    "title": "STOOL AFTER EATING",
    "description": "If need to Pass Stool after milk or food in adults or kids give Arsenic Album 30."
  },
  {
    "title": "STOOL AFTER MILK",
    "description": "Arsenic Album 30."
  },
  {
    "title": "NERVOUS EXHAUSTION ( ASABI KAMZOORI )",
    "description": "If the patient becomes completely debilitated. If he becomes sluggish and lazy, give Kali Bichromium 30. Nervous weakness is actually caused by the imbalance of the four humors, namely bile, phlegm, and blood. To bring this balance back to normal, use the three combinations of BEKIO , KROLI, and VIRABETH according to the symptoms."
  },
  {
    "title": "Itching, rashes on the genitals (male, female)",
    "description": "give Graphites 30."
  },
  {
    "title": "VOMITING",
    "description": "The best for vomiting is Veratrum Album 30. And in terms of nausea, Lycopodium 30. If there is vomiting, then you can also give Virabeth Combination and Veratrum Album 30. This is the proper medicine for it. Just as there are twitching of the limbs, the medicine for it is Arsenic Album 30. Similarly, if there is vomiting, the medicine for it is Matrum Album 30."
  },
  {
    "title": "TRAVEL SCIKNESS",
    "description": "The medicine for all types of travel sickness is Coculus Indicus 30. This medicine should be taken a few days before the trip so that the trip is better. Women who have irregular periods feel nauseous. Men and women who experience nausea or vomiting while traveling may have thick blood. If such people are given Coculus Indicus 30 three times a day for about a month, their blood becomes normal and they do not have to take allopathic medicines to thin the blood and travel nausea and vomiting are also relieved. This medicine also cures irregular periods in women."
  },
  {
    "title": "MORNING SICKNESS DURING PREGNENCY",
    "description": "The best medicine for this is Aletris Farinosa 30. My patients get cured with this medicine."
  },
  {
    "title": "ALLERGY ( FROM COLD AND DUST ) ( SAAD)",
    "description": "Sneezing occurs when the weather changes, due to cold, air pollution, or upon waking up in the morning.\n\nIf there is shortness of breath, give Catarrah combination. If there is also a Flu and cold, then give Kali Bichrome 30 after thirty minutes.\n\nApart from this, if the left nostril is blocked and there is a growth of flesh in it, then give Cadimum Sulph 30 and if the right nostril is blocked and there is swelling in the bone, then give Aurum Metallicum 30. With one month of treatment with this formula, patients are cured, and surgery for nasal polyps and crooked bone is avoided.\n\nIf children and adults have difficulty breathing or have difficulty breathing while sleeping, giving Medorrhinum 30 is very helpful. If there is no improvement with Medorrhinum 30, then check by giving Sambucus nigra 30 or Baryta Muriaticum 30.\n\nAllergy, red spots. Redness around the spots. Water comes out of the spots. If there is itching which increases at night, then give Baryta Muriaticum 30. Asthma which is a worsened form of pneumonia. It is difficult to breathe. My pneumonia combination Pneumonitis works in this problem. If a child gets an attack of pneumonia, its effects remain till the age of twelve. Whenever the weather changes, the child gets difficulty in breathing. And every day this child has to go to the doctor or be admitted to the hospital. If Lycopodium 30 is given along with the combination of pneumonia, it is beneficial. If the patient is having difficulty in inhaling, then his medicine is Kreosotum 30. If he is having difficulty in exhaling, then his medicine is Natrum Mur 30."
  },
  {
    "title": "INFLUENZA",
    "description": "Give me my pneumonia combination Pneumonitis to treat influenza. It works on both pneumonia and pharyngitis"
  },
  {
    "title": "HEAL CRACKING",
    "description": "Give graphites 30 or 200 for this."
  },
  {
    "title": "HEEL SPUR",
    "description": "For any bone growth, whether it is in the heel or in the foot. When the patient wakes up in the morning, he has pain in the heel and the heel cannot be placed on the ground. This disease is more common in women. Ammonium Carb 30 is the best medicine."
  },
  {
    "title": "ALLOPATHIC MEDICINE",
    "description": ""
  },
  {
    "title": "INFLAMMATION OF ABDOMEN FROM HPYLORI",
    "description": "The abdomen becomes hard and painful under the ribs. Its bestThe medicine is Thuja 30."
  },
  {
    "title": "ANE AND PIMPLES",
    "description": "Indium 30 is a specific medicine for acne on the face and forehead caused by hormonal imbalance.Acne: If the spots are red and painful due to blood disorders, then Silicea 30 is the medicine for it. Give one dose to the patient. If the pain is relieved, then give this medicine.For acne that has red, itchy spots, the medicine is Graphites 30. Giving the patient one dose will reduce the itching within a few minutes."
  },
  {
    "title": "AIDS",
    "description": "The proper dose of AIDS is Pulsatilla 30."
  },
  {
    "title": "HAIR",
    "description": "Phosphorus 30 for hair dryness and dandruff, Magnesia Carb 30 or Medorrhinum  30 Should be given according to symptoms. For dual edge hair, give fluoric acid 30.Folliculitis, a wound stuck in the hair roots, give graphite 30.If the hair roots become white, then give Canthris 30.If the hair is thin, give Natrum Mur 30."
  },
  {
    "title": "DISEASES OF NEWBORN",
    "description": "The important advice for new mothers is that whenever their baby cries, they should first see why he is crying."
  },
  {
    "title": "ABDOMEN STOMACH BLOATING NEWBORN",
    "description": "If the stomach is bloated, give Chamomile 30."
  },
  {
    "title": "EAR ACHE IN NEWBORN",
    "description": "If his hand is going towards his ear, give Kali Bichrom 30. Most babies cry because of a cold or mucus ( phelgm) in the ear. Check the hunger time to see if he is hungry or not. The collarbone has not fallen off."
  },
  {
    "title": "VOMITTING OF NEWBORN",
    "description": "If a baby is born and does not drink anything and immediately vomits, give Natrum Sulph 200. The reason for this type of vomiting is that during normal delivery, the baby's head repeatedly hits the hip bone in the mother's womb, so its effects remain on the baby's head. When the baby comes out, it vomits up whatever it drinks."
  },
  {
    "title": "NAUSEA  AND VOMITTING IN INFANTS",
    "description": "Infants spit up milk as soon as they drink it. They vomit it. If the milk that comes out in the vomit is curdled, then the medicine for it is Ethoza 30. But if the milk that comes out in the vomit is not curdled, then the medicine for it is Varbetram Album 30."
  },
  {
    "title": "ABDOMINAL PAIN IN NEWBORNS",
    "description": "The causes of stomach pain can vary depending on age. Here, only the causes and treatments of stomach pain in children are described. While the causes and treatments of stomach pain in adults are discussedin this  book separately.\n\nIf a newborn has a stomach ache, there are usually two main reasons for it. The first is the dirt that he brings from his mother's stomach. Earlier, people used to feed him with porridge and lick honey. This gave the baby colorful poop and thus cleaned the stomach. Those who ignore it complain of stomach aches. If this dirt in the stomach is not cleaned, then worms start growing in the stomach, which are called threadworms. Parents have to get these worms dewormed every other day. The worms die and come out, but then they are born again and this cycle continues. In order to end this cycle, In homeopathy, Calcarea Carb 30 is its proper medicine. This medicine removes dirt and eliminates the growth of worms.\n\nThe second reason is the mother's favorite foods that cause pain in the baby's stomach. Such mothers should avoid such foods during breastfeeding that cause pain in the baby's stomach and discomfort. When the stomach swells like a drum due to gases, such children also become irritable. They want to be held because holding the baby gives them relief and the baby gets peace. If such children are having diarrhea, then this diarrhea is usually bloody. It can also be light green in color, which we can also call teething diarrhea. The medicine for both these conditions will be Chamomilla 30.\n\nParents who use allopathic medicines freely for fever, their children start having pain around the navel. If the child cries, if you put your hand near or next to his navel, he writhes, then it means that there is pain around the navel. Allopathic medicines, even painkillers, do not work, the doctor is forced to advise surgery. So the medicine for this condition is Arsenicum album (30). It gives immediate relief from pain. And it also relieves the condition of intestinal adhesions.\n\nPain in the lower abdomen is usually caused by gas. in such childern if Urination stops or cries before urination. Appetite may also decrease, so the medicine for this would be Lycopodium 30.If the mother or baby stops urinating after delivery, give Lycopodium 30 every 10 minutes."
  },
  {
    "title": "TEETHING",
    "description": "The diarrhea that occurs during teething should not be stopped immediately. Diarrhea during teething. The only medicine for green or simple diarrhea is Chamomilla 30. If you give any other medicine besides this, the child will become restless. Give Chamomilla 30 3 times  for one day and see. If this also reduces the fever, then there is no need to give any other medicine.\nIf podophyllum30 - Arsenic Album 30 or Diarrobeth combination is given in teething pain, the child becomes restless and his pain increases. Teething pain should not be stopped with other medicines. First, give Chamomilla  30. If the child becomes calm but the fever does not go down, then you can also treat the fever."
  },
  {
    "title": "DIARRHEA AFTER MILK OR FOOD",
    "description": "If you have diarrhea after drinking milk or eating food, the medicine is Arsenic Album 30."
  },
  {
    "title": "ASTHMA OF KIDS",
    "description": "For shortness of breath or asthma, give Medorium 30."
  },
  {
    "title": "BURPING OF INFANTS",
    "description": "If the burp is stuck and he is suffering because of it, the best medicine for him is ammonium Carb 30."
  },
  {
    "title": "MEASLES",
    "description": "First give Aconite 30. After fifteen minutes give Belladonna 30. Then after fifteen minutes give Morbillinum 30. In three rounds the child will calm down. But for complete cure continue the prescription till recovery."
  },
  {
    "title": "INTESTINAL WORMS",
    "description": "The old people used to give the newborn a decoction of honey and ghutti for forty days to cleanse the stomach. If the stomach is not cleansed, the small pinworms (Threadworms) multiply. Allopathic medicines kill the pinworms and then they multiply again. The same thing happens with homeopathic medicines. But if Calcarea Carb 30 is given, the very substance that causes the pinworms disappears."
  },
  {
    "title": "EAR ACHE IN CHILDERN",
    "description": "the child cries and puts his hand to his ear, give him Kali Bichrom 30."
  },
  {
    "title": "BOIL IN EAR",
    "description": "Give Silicia 30."
  },
  {
    "title": "EAR COCOON",
    "description": "If the cocoon comes out, give ammonium carb 30."
  },
  {
    "title": "PAMPER RASH IN CHILDERN",
    "description": "Redness and Rash due pampers give Medorrihnum 30 or Arsenic Album 30."
  },
  {
    "title": "CONSTIPATION IN INFANTS",
    "description": "If constipation in children is not relieved by enema, give Medorium 30. If the first part of the child's stool is dry and hard, give Calcarea Carb 30 after half an hour. Or give Aloes 30 after half an hour of Medorium.If infants have constipation that causes stools or lumps, give them Plumbum 30. Alumina 30 can also be given for dryness."
  },
  {
    "title": "FEVER AND FLU IN CHILDERN",
    "description": "Dulcamara 30 works very well in fever caused by weather changes. If you mix it with Baryta Carb 30, this mixture works very well. If there is also a cold and Flu, then after 15 minutes, give Kali Bichrom 30 as well.If there is sweat on the forehead and fever (in cold or heat) and there is also a running cold, then give Virabeth and after half an hour give Kali Bichrome 30. If the child has sweat on the forehead, then Veratrum Album 130 alone works very well. Pneumonia is a separate disease in which the ribs move. It also has fever but its treatment is completely different."
  },
  {
    "title": "SORE THROAT",
    "description": "If cold drinks or sour foods immediately cause a sore throat, give Baryta Carb 30"
  },
  {
    "title": "BED WETTING IN CHILDERN (SAAD)",
    "description": "If urinate on the bed while sleeping, it is due to weakness of the bladder, mix Sepia 30 and Causticum 30. It is also useful in young girls."
  },
  {
    "title": "URINE RETENTION IN CHILDERN WITH CYSTITS",
    "description": "If the child is in pain before urinating, give Lycopodium 30. If urination is not possible and stops in adults, give Lycopodium 30."
  },
  {
    "title": "FREQUENT URINATION IN CHILDERN",
    "description": "Frequent urination. Urine leaks out even while sleeping at night. If urine leaks out while going to the bathroom, give Thuja 30. If that doesn't work, give Keresotum 30."
  },
  {
    "title": "IRRITABLE CHILDERN AND ANGER",
    "description": "Benic Combination"
  },
  {
    "title": "WEAK MEMORY IN CHILDERN",
    "description": "Children may have weak memory. If a school-going child forgets what he has studied, give him Lycopodium 30 three times a day. This will also increase his appetite and help with block of his memory."
  },
  {
    "title": "TEETH GRINDING IN CHILDERN",
    "description": "If children grind their teeth at night, give them Medorrhinum 30."
  },
  {
    "title": "SLOW TEETHINGIN CHILDERN",
    "description": "If teeth are coming out with difficulty and if a tonic is needed, give a combination of Chemomilla 30 and Calcerea Carb 30."
  },
  {
    "title": "TIREDNESS IN CHILDERN FATIGUE",
    "description": "If the child feels tired all the time. He is completely exhausted. He does not want to get up. If you ask the child to do something, he makes a very bad face. Then give Kali Bichrome 30."
  },
  {
    "title": "CHEST CONGESTION IN CHILDERN PHLEGM",
    "description": "If the mucus or Phlegm knocks in the chest due to change in weather give Dulcamara 30. If there is formation of precipitates in the nose give Kali BiChrome 30"
  },
  {
    "title": "SMALL HEIGHT IN CHILDERN",
    "description": "Give Baryta Carb 30"
  },
  {
    "title": "CHICKEN POX",
    "description": "Alone Silicia 30 is enough. If the disease is old and the spots become yellow give Hepar Sulph 30 after 30 mins of giving Silica 30"
  },
  {
    "title": "STAMMERING",
    "description": "If words do not come out properly due to dryness give Natrum Carb 30. For stammering give Starmunium 200 daily. Equally good for adults and kids."
  },
  {
    "title": "MUD EATING CHILDERIN",
    "description": "The habit of eating clay is caused by calcium deficiency. Its specific medicine is Calcarea Carb 30."
  },
  {
    "title": "EPILEPSY IN CHILDERN",
    "description": "Calcarea Carb 30 is a special medicine for epilepsy in children.\nIf the child has epilepsy, has convulsions. If there is sweating on the forehead, first give Virabeth. After half an hour, give Calcarea Carb 30. If  Virabet does not work, you can also give Bekio or KRoli combination."
  },
  {
    "title": "STOMATITIS (MOUTH)",
    "description": "Give Ammonia Carb 30. This is equally useful for both children and adults."
  },
  {
    "title": "SLEEP IN CHILDERN",
    "description": "If children are not sleeping properly, it means that there is more blood flow to the head.\nFor this, mix Chamomilla  30 and Calcarea Carb 30. Due to increased blood circulation to the head, such children are active and sweat while sleeping."
  },
  {
    "title": "COUGH IN SLEEP IN CHILDERN",
    "description": "If the child is coughing while sleeping and his eyes are not opening, give him Chamomilla 30."
  },
  {
    "title": "INDIGESTION ( SEE ALSO ACIDITY )",
    "description": "f indigestion is due to acidity, give ammonium Carb 3o.\nIf indigestion is caused by fever, then give one of the combination according to the symptoms of fever. If indigestion is caused by acidity and gastritis or stomach inflammation, then take Ulgacid combination three to four times daily."
  },
  {
    "title": "INDIGESTION WITH BELCHING",
    "description": "If there is excessive belching with indigestion, or if eating sweets causes pain or burning sensation in the soles, then give graphite."
  },
  {
    "title": "INDIGESTION WORSE BY SWEET",
    "description": "If there is excessive belching with indigestion, or if eating sweets causes pain or burning sensation in the soles, then give graphite."
  },
  {
    "title": "GAS IN THE HEAD",
    "description": "If gas blocks the brain and causes memory loss, or dementia, then Lycopodium 30 is the specific medicine for it. (See also Memory and Weakness)"
  },
  {
    "title": "WEAK LEGS IN OLD AGE",
    "description": "If the legs are weak due to the physical weakness of old age, give the medicine Chinum Ars 30 or Myrica 30."
  },
  {
    "title": "HIGH BLOOD PRESSURE",
    "description": "Among the diseases of the advanced age, the number of patients with high blood pressure is the highest. While it is not a disease in itself, that is why doctors are always worried about it and are forced to say angrily, \"Stop eating, don't stop taking blood pressure medicine.\" The patient is taking blood pressure medicine regularly as prescribed. Despite this, tension, weather changes and gas aggravate the disease so much that the patient has to go to the hospital. Similarly, during fever, cucumber, salad,yougurt, vegetables, fruits or juices increase fever and blood pressure both. Doctors are also forced to change medicines every day. The main cause of blood pressure is fever. Suppressed fever and kidney failure or disease. \nTo treat blood pressure\nFirst, choose one of the following three fever combinations according to the patient's symptoms.\n1 - Bekio: Give this combination to patients who have dry throats. Chest burning, cold, fever or fatty liver. Bilious temperament. IF BEKIO DOES NOT WORK IN THE DRYNESS OF THROAT GIVE VIRABETH COMBINATION..\n\n2 - Kroli: Give this combination to patients who have a bitter taste in their mouth. Dizziness, nervousness, fever, red eyes, numbness of limbs, worsening of symptoms between 4 and 8 pm, spoiled malaria cases.\n\n3 - Virabeth: Give this combination to patients who have sweat on their forehead. Pain in the body and shoulders. Unusual sleepiness. Dryness in the throat, everything should be cold, dengue or corona or its effects remain. Remember that cold sweat is one of the symptoms of typhoid fever.\n\nFirst, give the patient the selected combination of fever to control the Systotlic blood pressure. After at least 15 to 30 minutes, give the UriBeth combination to control the diastolic blood pressure. Give both medicines from 3 to 4 times in a day.\nNote: It will be necessary to avoid foods associated with fever. Take allopathic medicines as per the old prescription. Keep checking blood pressure and reduce allopathic medicines accordingly. Continue homeopathic medicines for about a month or as required. Remember that blood pressure is temporary due to weather or gas. Do not tamper with the patient's allopathic prescription. For blood pressure due to weather change, Aconite 200 or any other medicine can be given.\nIf you feel less thirsty, have a headache, and also have leucorrhea, give Pulsatilla 30.\n\nIf you feel less hungry, or if you have a bitter taste in your mouth, give Lycopodium 30.\n\nTo treat blood pressure, find the cause and treat it. If blood pressure increases due to eating fried, fatty foods, then Pulsatilla 30 is the medicine for it.\n\nIf it is caused by eating foods that contain volatile substances, such as cabbage, chickpeas, lentils, potatoes, etc., then Mag Carb 30 or Lycopodium 30 will be the medicine for it.\n\nIf the condition worsens from eating refrigerated items or fruits, Arsenic Album 30 will be the remedy.\n\nWhen waking up in the morning. If blood pressure increases due to cold in winter, then Aconite 200 is the remedy.Allopathic medicines cannot reduce blood pressure caused by fat or gas, for which Pulsatilla 30 and Lycopodium 30 are the top medicines.\n\nA doctor, worried about his blood pressure, came almost before Isha. Mir was also with him. When asked what he had eaten in the evening, he found that the meter was normal with just one dose of Pulsatilla 30.\n\nAnother doctor called and said that my son's headache was not getting better and his blood pressure was also high. I suggested Pulsatilla 30. In just two doses, both the headache and blood pressure were cured.\n\nHere are some interesting experiences related to the Lycopodium.\n\nBlood Pressure and Heart Cases: An old patient who was taking 17 pills daily. With homeopathic treatment, he got rid of many of his medications. His wife's blood pressure was not being controlled by any medicine. He brought her to me. There was a blood pressure meter on her arm. I put a drop of Longopodium 30 in her mouth and immediately the meter started showing normal blood pressure.\n\nCase: Similarly, a gentleman from Multan called me saying that his mother was hospitalized and her blood pressure was not being controlled. I didn't ask any questions. I just told him to order Lycopodium 30 and give it to her.\nALLAH will do good. And his blood pressure was controlled immediately, thanks to ALLAH.\nCase: Another woman whose blood pressure medication was stopped by homeopathic treatment. After some time, she received a phone call saying, \"Dr., I am very worried.\" I said, \"What happened?\" She said, \"You have stopped all my medication.\" My blood pressure is rising again. I also told her to take Lancopodium 30. Her blood pressure was rising due to gas. After some time, she received a phone call saying, \"I am cured.\""
  },
  {
    "title": "LOW BLOOD PRESSURE",
    "description": "For low blood pressure  two medicines give good results.  For low blood pressure give Natrum Phos 200 once daily. For lwo blood pressure due to deficiency of sodium give Natrum Mur 200 or Natrum Phos 200. \nIf there is restlessness at night and pain in the calves, Natrum Muur 200 can be given once a day until relief comes. After that, give as needed. Low blood pressure is also caused by fever. For such patients, choose one of the three combinations of fever according to the symptoms and if the urine is yellow, then give Uribeth after 15 minutes. If there is low blood pressure along with sleepiness give Virabeth combination. If the blood pressure is low due to lack of blood and those who feel less cold. There is dryness in head. Triglycrides are high, then phosphorous works very well."
  },
  {
    "title": "PHLEGM  MUCUS BULGHUM",
    "description": "If the mucus is forming in the throat, another sign of this is that it accumulates in the nose. If this mucus flows towards the ear, then there may also be a complaint of feeling heavy in the ear. The best medicine for this is Kali Bichrom 30."
  },
  {
    "title": "PILES HEMORRHOIDS",
    "description": "If there is burning, pain in hemorrhoids and bleeding from piles: Give Aloe 30. Ammonium Carb 30 is best for piles that have come out and heals them as if they had been operated on.\n\nIf there is prolonged pain after defecation in hemorrhoids, give nitric acid 30.\n\nBlood from hemorrhoidal warts usually comes with pain and burning. But if thin watery blood comes from the anus, it is not related to hemorrhoids. It comes from a ruptured appendix. Its medicine is Pulsatilla 30.0"
  },
  {
    "title": "RESTLESSNESS AND ANXIETY",
    "description": "Anxiety and disturbed imagination. The cause of this is also the abnormal secretion that is produced in the body by taking various medicines and gets stuck in the brain.\n\nThe best alternative for this is Cervibeth combination."
  },
  {
    "title": "FAINITING",
    "description": "While talking or sometimes there is a quarrel. Someone may suddenly faint due to weakness or low blood pressure. This usually happens more in summer. Its treatment is Camphor Q. I give two drops in half a spoonful of water. The teeth of such a patient are blocked. I put water in the mouth and close the lips with one hand and the nose with the other hand.  Only for a few seconds and as soon as I find that the water has gone down the throat, I immediately open both hands. I wait for two to three minutes. The patient regains consciousness. Usually he regains consciousness with the first dose. If not, I give him a second dose. A mother-in-law and daughter-in-law used to quarrel a lot and the quarrel continued and the daughter-in-law used to take it to heart and often fainted. I used to give him the same medicine.\nThere can be many causes of fainting. A complete case study should be done and medication should be prescribed according to the symptoms."
  },
  {
    "title": "STOOL",
    "description": "Long red worms are passed in the stool. Sometimes they also come out of the mouth. The special medicine for this is Cina 30. \nBlood spots appear in the stool. This is due to the stool rubbing against the intestinal wound. Its two Merc Corr 30. If a little stool passes out while passing gas give Aloes 30.\nFrequent stools: Give China 30.If the stool smells bad: Give Merc Sol 30.\nIf white stools occur, give the pneumonia combination, it will work here too. If the first part of the stool is hard and dry, causing pain in the anus and vagina, give Calcarea Carb 30."
  },
  {
    "title": "EDEMA",
    "description": "f there is fluid in the lungs, give Arsicum Album 30 and CatharIS 30 according to the symptoms.\nAscites: Water in the abdomen. Give Merc Corr 30."
  },
  {
    "title": "DISEASES OF FEET",
    "description": "If there is pain in the soles of the feet, Lycopodium 30 or Silicia 30 will be the medicine.If there is Edema in feet give Medorrihnum 30."
  },
  {
    "title": "SWELLING OF TOES ( FEET )",
    "description": "Swelling of toes If it is due to kidney failure, give a Uribeth combination."
  },
  {
    "title": "GALLBLADDER STONE ( PITTA )",
    "description": "Gallstones are a common disease. There are usually three types of stones found in the gallbladder: Cholesterol Stone, Bilirubin Stones, and Pigment stone. They occur in tens or sometimes hundreds. They can be as large as a gram or gram grain and even larger. They are round, pointed, and square in shape. Lazy habits. Avoidance of physical activities. Habit of sitting. Frequent consumption of meat are some of the factors that cause the formation of gallstones. Due to these reasons, when the liver function is impaired, the liver becomes cold. \n\nThe bile that comes from the liver into the gallbladder starts to solidify and forms stones.\n\nThe principle of science is that things freeze in cold and expand in heat. Therefore, when our medicines bring heat to the gallbladder according to the symptoms, the stones turn back into bile and start to be excreted. When they are being excreted, the patient may also have loose or tarry stools. \n\nIf there is an infection of gallbladder or a gallstone gets stuck in the bile duct, it causes severe stabbing pain. This pain is felt from the groin to the back and sometimes to the right shoulder. The patient feels relieved by bending forward. But if the patient's liver is enlarged. If there is inflammation in it, it is felt right under the ribs on the right side. Which may also be accompanied by nausea. When the patient complains that my stomach is hard and bloated, doctors usually do an ultrasound and find stones. They do not have any permanent solution for such pain, so they just remove the stone. While this pain can be due to Thuja or Magnesium Carb. It can also be a Bekio combination. So when such a patient comes to us, we do case taking to get the symptoms. When there are no symptoms of gallstones, we give Thuja. (Usually we get such a patient with Thuja) or Magnesium Carb or fever combination according to the fever symptoms.The patient feels better.\n\nIf symptoms of gallstones are found, we put a drop of China 30 on the tongue.If the patient says that he has got relief from it, then we confirm that this is the medicine for the patient. Otherwise, we put one drop of Calcarea Carb 30 on the tongue. Either of the two medicines is taken and the patient says that he has got relief from it. Both these medicines are so good that we have been using them for many years. Apart from this, no other medicine is needed. So when a patient with gallstones comes to you, then what prescription should you prescribe for him?First give China 30, then after half an hour give  Calcarea Carb 30.\n\nGod willing, within 15 days, either the stone will have passed or it will be detected that how many more days should the medicine be given?"
  },
  {
    "title": "DISEASES OF MUSCLES",
    "description": "If muscle inflammation (Myositis) and pain (Myalgia) are due to mineral and salts deficiency , give the Cruni combination.\n\nMuscles climbing on each other or veins climbing,this problem occurs due to the deficiency of copper.Cuprum Metallicum 30 should be in every home. Take it three to four times a day. Take a break when you feel relief.\n\nCruni Combination is a special medicine for the treatment of muscle and nerve diseases.\n\nMuscle spasms are caused by gas buildup. For this, give Pulsatilla 30. If there is muscle pain from the shoulder to the elbow or there is a tingling or pain sensation in the elbow, give Satisphygria 30."
  },
  {
    "title": "PROSTRATE GLAND",
    "description": "Not being able to Urinate. If there is pain or discomfort before urinating, or if an adult does not urinate, or if a catheter is needed to remove urine, then give Lycopodium 30 every half hour. Urination occurs immediately.\n\nIf there is premature ejaculation during intercourse due to enlarged prostate, give Conium 30.\n\nIf urine does not come out all at once due to an enlarged prostate gland, but comes out intermittently, i.e. in episodes, or drips, then give Conibeth combination."
  },
  {
    "title": "BREAST DISEASE",
    "description": "If there is a lump in the breast and two hair follicles, give fluoric acid 30.\n\nThe Holy Quran, Furqan Hameed teaches that the mother should breastfeed her child. Research has shown that if breastfeeding is not done, both the child and the mother are harmed and the chances of breast cancer increase.\n\nIf the lump in the breast is very hard and the hair does not grow back, then you will have to give Silica 30 for three to four months and the lump will gradually dissolve. If there is fever, then definitely give the fever combination as well.\n\nIf milk comes from one breast and not from the other, give Ziabeth (Blue). If there are sores or cracks in the nipples, give Graphites 30. If this does not provide complete benefit, first give a combination of fever according to the symptoms. Then give Graphites\n\nIf the nipple is hard, milk retention causes milk fever. Its remedy is Bryonia 200, a special medicine."
  },
  {
    "title": "SEATING OR PERSPIRATION",
    "description": "If there is sweat on the forehead that makes the glasses wet, give a combination of Virabeth or just Veratrum Album 30.\n\nIf there is excessive, foul-smelling sweating on the palms, soles, armpits, or body, give Graphites 30.\n\nCold sweats are a symptom of fever. Give one of the following combinations of Bekio, Kroli or ViraBeth according to the symptoms.\n\nCold sweat, cool body, no fever, but burning sensation in the soles, give secale 30.\n\nIf you sweat less and have a severe odor, your socks smell bad, and you can't take your shoes off because of the odor, give Satisphygria or 30 or 200."
  },
  {
    "title": "PLATELETS",
    "description": ""
  },
  {
    "title": "CALF MUSCLES",
    "description": ""
  }
]